Repository: open-rpa/OpenRPA
Catalog: OpenRPA.Selenium/Resources/strings.*.resx
Languages: da, de, es, ja, pt, ro, ru, vi

# activity_click_to_view
source: Double-click to view
da: Dobbeltklik på at se
de: Doppelklicken Sie auf die Anzeige
es: Haga doble clic para ver
ja: 「表示するダブルクリック」
pt: Clique duas vezes para ver
ro: „Faceți dublu clic pentru a vizualiza
ru: Дважды щелкните, чтобы просмотреть
vi: Nhấp đúp để xem

# activity_closetab
source: Close Tab
da: Luk fanen
de: Tab schließen
es: Cerrar pestaña
ja: タブを閉じる
pt: Aba fechada
ro: Închideți fila
ru: Закрыть вкладку
vi: Đóng tab

# activity_closetab_tooltip
source: Close the current tab, or close all tabs
da: Luk den aktuelle fane, eller luk alle faner
de: Schließen Sie die aktuelle Registerkarte oder schließen Sie alle Registerkarten
es: Cierre la pestaña actual o cierre todas las pestañas
ja: 「現在のタブを閉じるか、すべてのタブを閉じます」
pt: Feche a guia atual ou feche todas as guias
ro: „Închideți fila curentă sau închideți toate filele
ru: «Закрыть текущую вкладку или закройте все вкладки»
vi: Đóng tab hiện tại hoặc đóng tất cả các tab

# activity_displayname
source: Displayname
de: Anzeigename
es: Nombre para mostrar
ja: 表示名
pt: Nome de exibição
ro: Numele de afișare
ru: Отображаемое имя
vi: Tên hiển thị

# activity_displayname_help
source: Displayname inside the workflow designer
da: DisplayName inde i Workflow Designer
de: DisplayName im Workflow Designer
es: DisplayName dentro del diseñador de flujo de trabajo
ja: 「ワークフローデザイナー内のディスプレイ名」
pt: DisplayName dentro do designer de fluxo de trabalho
ro: DisplayName în interiorul designerului fluxului de lucru
ru: DisplayName внутри дизайнера рабочего процесса
vi: DisplayName bên trong trình thiết kế quy trình làm việc

# activity_executescript
source: Execute Script
da: Udfør script
de: Skript ausführen
es: Ejecutar script
ja: 「スクリプトを実行する」
ro: Executați script
ru: Выполнить скрипт
vi: Thực thi tập lệnh

# activity_executescript_tooltip
source: Execute script in the browser, targeting current tab and default frame
da: Udfør script i browseren, målrettet mod den aktuelle fane og standardramme
de: Führen Sie das Skript im Browser aus, zielen Sie auf die aktuelle Registerkarte und den Standard -Frame.
es: Ejecutar script en el navegador, orientar la pestaña actual y el marco predeterminado
ja: 「ブラウザでスクリプトを実行し、現在のタブとデフォルトのフレームをターゲットにします」
pt: Execute o script no navegador, direcionando a guia atual e o quadro padrão
ro: Executați script în browser, direcționând fila curentă și cadrul implicit
ru: «Выполнить скрипт в браузере, нацеливаясь на вкладку« Текущий »и« Фрейм »по умолчанию»
vi: Thực thi tập lệnh trong trình duyệt, nhắm mục tiêu tab hiện tại và khung mặc định

# activity_getelement
source: Get Element
da: Få element
de: Element bekommen
es: Obtener elemento
ja: 「要素を取得」
ro: „Obțineți element
ru: Получите элемент
vi: Nhận phần tử

# activity_getelement_async
source: Get Element Async
da: Få element async
de: Element asynchronisiert
es: Obtén Element Async
ja: 「Element Asyncを入手」
pt: Obtenha o elemento assíncrono
ro: „Obțineți element async
ru: Получите элемент асинхрон
vi: Nhận phần tử async

# activity_getelement_async_tooltip
source: Find an browser elements based on selector
da: Find en browserelementer baseret på vælger
de: Finden Sie ein Browserelemente basierend auf dem Selektor
es: Encuentra elementos de un navegador basados en el selector
ja: 「セレクターに基づいてブラウザ要素を見つける」
pt: Encontre um navegador elementos baseados no seletor
ro: „Găsiți elemente de browser bazate pe selecționar
ru: «Найдите элементы браузера на основе селектора»
vi: Tìm một yếu tố trình duyệt dựa trên bộ chọn

# activity_getelement_drop_hint
source: Drop activity
da: Drop aktivitet
de: Drop -Aktivität
ja: 「ドロップアクティビティ」
pt: Atividade de gota
ro: „Activitatea de cădere
ru: ДЕЛАГО ДЕЙСТВИЯ
vi: Hoạt động thả

# activity_getelement_highlight
source: Highlight
da: Fremhæv
de: Markieren
es: Destacar
ja: 「ハイライト」
pt: Destaque
ro: A evidentia
ru: Выделять
vi: Điểm nổi bật

# activity_getelement_loopaction
source: Loop action
de: Schleifenaktion
es: Acción de bucle
ja: 「ループアクション」
pt: Ação de loop
ro: „Acțiune buclă
ru: Целье
vi: Hành động vòng lặp

# activity_getelement_loopaction_tooltop
source: Do this, once done processing each result, then reruns the selector and looks for new items
da: Gør dette, når du er færdig med at behandle hvert resultat, derefter køres vælgeren og kigger efter nye varer
de: Tun Sie dies, sobald die Verarbeitung jedes Ergebniss abgeschlossen ist, dann den Selektor erneut auszusetzen und nach neuen Elementen zu suchen.
es: Haga esto, una vez hecho el procesamiento de cada resultado, luego vuelve a ejecutar el selector y busca nuevos elementos
ja: 「これを行い、各結果を処理したら、セレクターを再実行して新しいアイテムを探します」
pt: Faça isso, uma vez feito processando cada resultado, depois executa o seletor e procura novos itens
ro: „Faceți acest lucru, odată ce procesarea fiecărui rezultat, apoi reluă selectorul și caută articole noi
ru: «Делайте это, после того, как сделано обработка каждого результата, затем повторяет селектор и ищет новые элементы»
vi: Làm điều này, sau khi xử lý hoàn thành mỗi kết quả, sau đó chạy lại bộ chọn và tìm kiếm các mục mới

# activity_getelement_open_selector
source: Open Selector
da: Åben vælger
es: Selector abierto
ja: 「オープンセレクター」
pt: Seletor aberto
ru: Открытый селектор
vi: Bộ chọn mở

# activity_getelement_tooltip
source: Find an browser element based on selector
da: Find et browserelement baseret på vælger
de: Finden Sie ein Browserelement basierend auf dem Selektor
es: Encuentra un elemento del navegador basado en el selector
ja: 「セレクターに基づいてブラウザ要素を見つける」
pt: Encontre um elemento do navegador baseado no seletor
ro: „Găsiți un element de browser bazat pe selector
ru: «Найдите элемент браузера на основе селектора»
vi: Tìm phần tử trình duyệt dựa trên bộ chọn

# activity_gettab
source: Get Tab
da: Få fanen
de: Registerkarte Holen Sie sich
es: Obtenga pestaña
ja: 「タブを取得」
ro: „Obțineți fila
ru: Получить вкладку
vi: Nhận tab

# activity_gettab_tooltip
source: Get current tab in chrome/edge or firefox, return nothing if browser not running
da: Få den nuværende fane i krom/kant eller Firefox, returner intet, hvis browseren ikke kører
de: Die aktuelle Registerkarte in Chrome/Edge oder Firefox abrufen, geben Sie nichts zurück, wenn der Browser nicht ausgeführt wird.
es: Obtenga la pestaña actual en Chrome/Edge o Firefox, no devuelva nada si el navegador no se ejecuta
ja: 「Chrome/EdgeまたはFirefoxで現在のタブを入手するには、ブラウザが実行されていない場合は何も返しません」
pt: Obtenha a guia atual no Chrome/Edge ou Firefox, não retorne nada se o navegador não estiver correndo
ro: Obțineți fila curentă în Chrome/Edge sau Firefox, nu returnați nimic dacă browserul nu rulează
ru: Получите вкладку Current в Chrome/Edge или Firefox, ничего не верните, если браузер не работает
vi: Nhận tab hiện tại trong Chrome/Edge hoặc Firefox, không trả lại gì nếu trình duyệt không chạy

# activity_gettable
source: Get Table Data
da: Få tabeldata
de: Tischdaten abrufen
es: Obtener datos de tabla
ja: 「テーブルデータを入手」
pt: Obtenha dados da tabela
ro: „Obțineți date de tabel
ru: Получить данные таблицы
vi: Nhận dữ liệu bảng

# activity_gettable_tooltip
source: Simple table data extraction based on xpaths
da: Enkel tabeldataekstraktion baseret på Xpaths
de: Einfache Tabellendatenextraktion basierend auf XPaths
es: Extracción de datos de tabla simple basada en XPaths
ja: 「Xpathsに基づく単純なテーブルデータ抽出」
pt: Extração de dados de tabela simples com base em Xpaths
ro: „Extracția simplă a datelor tabelului bazat pe XPaths
ru: «Простая извлечение данных таблицы на основе XPaths»
vi: Trích xuất dữ liệu bảng đơn giản dựa trên XPaths

# activity_open_editor
source: Open Editor
da: Åben redaktør
ja: 「オープンエディター」
pt: Editor aberto
ro: „Editor deschis
ru: Открытый редактор
vi: Trình chỉnh sửa mở

# activity_openurl
source: Open URL
da: Åben URL
de: Öffne URL
es: URL abierta
ja: 「オープンURL」
pt: Abrir URL
ro: „URL deschis
ru: Открытый URL
vi: URL mở

# activity_openurl_getcurrent
source: Get current
da: Bliv nuværende
de: Aktuelle,
es: Obtenga corriente
ja: 「最新の取得」
pt: Obtenha atual
ro: „Obțineți curent
ru: Получите ток
vi: Nhận hiện tại

# activity_openurl_tooltip
source: Open the specefied url in the selected browser
da: Åbn den specificerede URL i den valgte browser
de: Öffnen Sie die angegebene URL im ausgewählten Browser
es: Abra la URL especificada en el navegador seleccionado
ja: 「選択したブラウザで指定されたURLを開く」
pt: Abra o URL especificado no navegador selecionado
ro: Deschideți adresa URL specificată în browserul selectat
ru: «Откройте указанный URL -адрес в выбранном браузере»
vi: Mở URL được chỉ định trong trình duyệt đã chọn

# activity_waitfordownload
source: Wait For Download
da: Vent på download
de: Warten Sie auf Download
es: Espera para descargar
ja: 「ダウンロードを待つ」
pt: Aguarde o download
ro: Așteptați descărcare
ru: Подожди скачать
vi: Đợi cho tải xuống

# activity_waitfordownload_tooltip
source: Waits for a download to complete in a nm supported browser
da: Venter på en download til at afslutte i en NM -understøttet browser
de: Warten auf einen Download, der in einem NM -unterstützten Browser abgeschlossen ist.
es: Espera una descarga para completar en un navegador compatible con NM
ja: 「NMサポートブラウザでダウンロードが完了するのを待つ」
pt: Espera que um download seja concluído em um navegador suportado por NM
ro: Așteaptă o descărcare pentru a fi finalizată într -un browser acceptat NM
ru: Жду загрузки, чтобы завершить в браузере, поддерживаемом NM
vi: Đợi tải xuống hoàn thành trong trình duyệt được hỗ trợ NM

# activity_waitforready
source: Wait for ready
da: Vent på klar
de: Warte auf fertig
es: Espera listo
ja: 「準備ができて待って」
pt: Espere por Ready
ro: „Așteptați gata
ru: Подождите готово
vi: Chờ đã sẵn sàng

# activity_waitforready_help
source: Wait for page page to be ready / is not loading
da: Vent på, at sidesiden skal være klar / indlæses ikke
de: Warten Sie, bis die Seitenseite fertig ist / wird nicht geladen
es: Espere a que la página de la página esté lista / no se está cargando
ja: 「ページページが準備ができているのを待つ /読み込まれていない」
pt: Aguarde a página estar pronta / não está carregando
ro: „Așteptați ca pagina să fie gata / nu se încarcă
ru: «Подождите, страница страницы будет готова / не загружается»
vi: Đợi trang trang đã sẵn sàng / không tải

# compensate_for_old_addon
source: Compensate for old extension
da: Kompensere for gammel udvidelse
de: Ausgleich für die alte Verlängerung
es: Compensar por la extensión antigua
ja: 「古い拡張を補う」
pt: Compensar a extensão antiga
ro: „Compensați extensia veche
ru: Компенсация старого расширения
vi: Bồi thường cho phần mở rộng cũ

# compensate_for_old_addon_help
source: Add pixel compensation for old add
da: Tilføj pixelkompensation for gammel tilføj
de: Fügen Sie Pixelkompensation für das alte Hinzufügen hinzu
es: Agregar compensación de píxeles para ADD antiguo
ja: 「古い追加のピクセル補償を追加」
pt: Adicione a compensação de pixels para o antigo add
ro: Adăugați compensația de pixeli pentru adăugarea veche
ru: Добавить компенсацию пикселей для старого добавления
vi: Thêm bù pixel cho thêm cũ

# debug_console_output
source: Debug Console
de: Debuggkonsole
es: Consola de depuración
ja: 「デバッグコンソール」
pt: Console de depuração
ro: „Consola de depanare
ru: Консоль отладки
vi: Bảng điều khiển gỡ lỗi

# debug_console_output_help
source: Write debug informtation to browser console
da: Skriv debugoplysninger til browserkonsol
de: Schreiben Sie Debug -Informationen in die Browserkonsole
es: Escriba información de depuración en la consola del navegador
ja: 「ブラウザコンソールにデバッグ情報を書き込む」
pt: Escreva informações de depuração no console do navegador
ro: „Scrieți informații de depanare către Browser Console
ru: «Напишите информацию от отладки в консоли браузера»
vi: Viết thông tin gỡ lỗi vào bảng điều khiển trình duyệt

# plugin_detect_html_table
source: Detect html table
da: Registrer html -tabel
de: HTML -Tabelle erkennen
es: Detectar la tabla HTML
ja: 「HTMLテーブルを検出」
pt: Detecte a tabela HTML
ro: Detectează tabelul HTML
ru: Обнаружение таблицы HTML
vi: Phát hiện bảng HTML

# plugin_detect_html_table_help
source: Auto add Get Table if clicked on HTML table doing recording
da: Auto Tilføj Get Table Hvis klikket på HTML -tabel, der gør optagelse
de: Automatische Hinzufügen hinzufügen Tabelle, wenn Sie auf die HTML -Tabelle klicken und die Aufzeichnung durchführen.
es: Auto agregue la tabla Get si se hace clic en la tabla HTML haciendo grabación
ja: 「録音を行っているHTMLテーブルをクリックした場合、自動追加テーブルを追加」
pt: Adicionar automaticamente a tabela Get se clicar na tabela HTML fazendo gravação
ro: Adăugați automat tabel dacă faceți clic pe tabelul HTML efectuând înregistrare
ru: Автоматическое добавление таблицы, если нажав на таблицу HTML, выполняя запись
vi: Tự động thêm get get bảng nếu nhấp vào bảng HTML đang ghi âm

# plugin_wait_for_tab_after_set_value
source: Wait after set value
da: Vent efter indstillet værdi
de: Warten Sie nach dem Wert Wert
es: Espera después del valor establecido
ja: 「値を設定してください」
pt: Espere após o valor definido
ro: Așteptați după valoarea setată
ru: Подождите после установленного значения
vi: Chờ sau khi đặt giá trị

# plugin_wait_for_tab_after_set_value_help
source: Wait for tab status to be in ready state after setting a value
da: Vent på, at fanebladstatus er i klar tilstand efter at have indstillet en værdi
de: Warten Sie, bis der Registerkartenstatus im Bereitschaftszustand ist, nachdem Sie einen Wert festgelegt haben.
es: Espere a que el estado de la pestaña esté listo después de establecer un valor
ja: 「値を設定した後、タブステータスが準備ができているのを待ちます」
pt: Aguarde o status da guia estar no estado pronto depois de definir um valor
ro: Așteptați ca starea filei să fie în stare gata de pregătire după setarea unei valori
ru: «Подождите, пока статус вкладки будет в состоянии готовых после установки значения»
vi: Đợi trạng thái tab ở trạng thái sẵn sàng sau khi đặt giá trị

source: register old portname
da: Registrer det gamle portnavn
de: Old Portname registrieren
es: Registre el antiguo portname
ja: 「古いポート名を登録」
pt: Registre o antigo portname
ro: Înregistrați -vă vechea nume de port
ru: Зарегистрируйте старое порта
vi: Đăng ký tên portname cũ

# register_old_portname_help
source: Register old browser extension port names
da: Registrer gamle browserudvidelsesportnavne
de: Registrieren Sie alte Browser -Erweiterungsportnamen
es: Registre nombres de puertos de extensión del navegador antiguo
ja: 「古いブラウザ拡張ポート名を登録」
pt: Registre nomes de portas de extensão do navegador antigo
ro: Înregistrați nume de porturi vechi de extensie a browserului
ru: «Зарегистрируйте имена портов удлинителя старого браузера»
vi: Đăng ký tên cổng mở rộng trình duyệt cũ

# unique_xpath_ids
source: unique ids
da: Unikke ID'er
de: Einzigartige IDs
es: IDS únicos
ja: 「一意のID」
pt: Ids únicos
ro: „ID -uri unice
ru: Уникальные идентификаторы
vi: ID duy nhất

# unique_xpath_ids_help
source: Use on of these attributes as unique id's when creating xpath selectors
da: Brug af disse attributter som unikke ID'er, når du opretter XPath -vælgere
de: Verwenden Sie diese Attribute als eindeutige ID beim Erstellen von XPath -Selektoren
es: Use de estos atributos como ID únicos al crear selectores XPath
ja: 「Xpathセレクターを作成するときに、これらの属性を一意のIDとして使用する」
pt: Uso desses atributos como IDs exclusivos ao criar seletores XPath
ro: „Utilizați pe aceste atribute ca ID unice atunci când creați selectori XPath
ru: «Используйте эти атрибуты в качестве уникальных идентификаторов при создании селекторов XPath»
vi: Sử dụng các thuộc tính này dưới dạng ID duy nhất khi tạo bộ chọn XPath

# wait_for_tab_click
source: wait for tab
da: Vent på fanen
de: Warten Sie auf Registerkarte
es: Espera por la pestaña
ja: 「タブを待って」
pt: Aguarde a guia
ro: Așteptați fila
ru: Подождите вкладку
vi: Chờ tab

# wait_for_tab_click_help
source: Wait for tab status to be in ready state after clicking a button
da: Vent på, at fanebladstatus er i Ready State efter at have klikket på en knap
de: Warten Sie, bis der Registerkartenstatus im Bereitschaftszustand ist, nachdem Sie auf eine Schaltfläche geklickt haben.
es: Espere a que el estado de la pestaña esté listo después de hacer clic en un botón
ja: 「ボタンをクリックした後、タブステータスが準備ができているのを待ちます」
pt: Aguarde o status da guia estar no estado pronto depois de clicar em um botão
ro: „Așteptați ca starea filei să fie în stare gata după ce faceți clic pe un buton
ru: «Подождите, пока статус вкладки будет в состоянии готового кнопки после нажатия кнопки»
vi: Đợi trạng thái tab ở trạng thái sẵn sàng sau khi nhấp vào nút
