Repository: open-rpa/openrpa
Catalog: OpenRPA/Resources/strings.*.resx
Languages: es, ro

# activity_add_variables
source: Add variables
es: Agregar variables
ro: Adăugați variabile

# activity_click_to_view
source: Double-click to view
ro: Faceți dublu clic pentru a vizualiza

# activity_drop_hint
source: Drop activity
es: Haga doble clic para ver
ro: Renunță activitatea

# activity_highlight
source: Highlight
es: Realce
ro: Evidențiați

# activity_open_selector
source: Open Selector
es: Selector abierto
ro: Deschide selectorul

# activity_select_element
source: Select Element
es: Seleccionar elemento
ro: Selectați elementul

# animatemouse
source: Use Animate Mouse
es: Seleccionar elemento...
ro: Folosiți Mouse-ul animat

source: Browser addons
es: Complementos del navegador
ro: Suplimente pentru browser

source: Cancel key
es: Cancelar clave
ro: Tasta Anulare

# clickpostwait
source: Set Click PostWait
es: Establecer Click PostWait
ro: Setați Clic de PostWait

source: Copy
es: Dupdo
ro: Copie

source: Debug
es: Depurar
ro: Depanare

source: Delete
es: Borrar
ro: Ștergere

source: Details
es: Detalles
ro: Detalii

source: Detectors
es: Detectores
ro: Detectoare

# dock_logging
source: Logging
es: Explotación florestal
ro: Logare

# dock_output
source: Output
es: Salida
ro: Ieșire

# dock_properties
source: Properties
es: Propiedades
ro: Proprietăți

# dock_snippets
source: Snippets
es: Fragmentos
ro: Fragmente de cod

# dock_toolbox
source: Toolbox
es: Caja de instrumento
ro: Set de instrumente

source: Download
es: Descargar
ro: Descărcare

source: Exit Application
es: Salir de la aplicación
ro: Ieșirea din aplicație

source: Export
es: Exportar
ro: Exportă

source: Files
es: Archivos
ro: Fișiere

source: Import
es: Importar
ro: Importă

source: Logging
es: Explotación florestal
ro: Logare

# mainnew
source: New
es: Nuevo
ro: Nou

# main_reload
source: Reload
es: Recargar
ro: Reîncărcare

# main_settings_recording_add_to_designer
source: Record directly into designer
es: Grabar directamente en diseñador
ro: Înregistrați direct în designer

source: Minimize
es: Minimizar
ro: Minimizează

source: Name
es: Nombre
ro: Nume

source: New Project
es: Nuevo proyecto
ro: Proiect Nou

source: New Workflow
es: Nuevo flujo de trabajo
ro: Nou flux de lucru

source: Open
es: Abierto
ro: Deschide

# open_created
source: Created at
es: Creado en
ro: Creat la

# open_createdby
source: Created by
es: Creado por
ro: Creat de

# open_edit
source: Edit
es: Editar
ro: Editați

# open_edit_xaml
source: Edit XAML
es: Editar XAML
ro: Editați XAML-ul

# open_modified
source: Last modified at
es: Última modificación a las
ro: Ultima modificare la

# open_modifiedby
source: Last modified by
es: Ultima modificacion por
ro: Ultima modificare de

# open_name
source: Name
es: Nombre
ro: Nume

# open_serializable
source: Serializable
ro: Serializabil

# open_state
source: State
es: Estado
ro: Stare

source: Packages
es: Paquetes
ro: Pachete

source: Permissions
es: Permisos
ro: Permisiuni

# permissionswindow_delete
source: Delete
es: Borrar
ro: Șterge

# permissionswindow_new
source: New
es: Nuevo
ro: Nou

# permissions_delete
source: Delete
es: Borrar
ro: Șterge

# permissions_invoke
source: Invoke
es: Invocar
ro: Invocare

# permissions_read
source: Read
es: Leer
ro: Citire

# permissions_update
source: Update
es: Actualizar
ro: Actualizare

source: Play
es: Jugar
ro: Redare

source: Plugins
es: Complementos
ro: Plugin-uri

source: Record
es: Grabar
ro: Înscrie

source: Recorder plugins
es: Complementos de grabadora
ro: Instrumente de înregistrare

source: Recording Overlay
es: Superposición de grabación
ro: Înregistrare de Suprapunere

# ribbon_search
source: Search
es: Buscar
ro: Căutare

source: Run plugins
es: Ejecutar complementos
ro: Executați Plugin-urile

source: Runtime
es: Tiempo de ejecución
ro: Execuție

source: Save
es: Salvar
ro: Salvare

source: Selector
ro: Selectorul

source: Selector Verbose
ro: Selectorul prolix

source: Settings
es: Configuraciones
ro: Setări

source: Settings File
es: Archivo de configuración
ro: Fișier Setări

source: Signout
es: Desconectar
ro: Ieșire

source: Slow Motion
es: Camara lenta
ro: Cu Încetinitorul

# status_disconnected
source: Disconnected
es: Desconectado
ro: Deconectat

source: Stop
es: Detener
ro: Oprește

source: Tesseract
ro: Teseractul

source: Tools
es: Herramientas
ro: Instrumente

# tools_change_type
source: Change Type
es: Cambiar tipo
ro: Modificare de tip

# tools_swap_animate
source: Swap Animate
es: Intercambiar animado
ro: Schimbare de Animare

# tools_swap_sendkeys
source: Swap SendKeys
es: Intercambiar SendKeys
ro: Schimbare de SendKeys

# tools_swap_virtualclick
source: Swap Virtual Clicking
es: Intercambiar clics virtuales
ro: Schimbare de Clic Virtual

source: Type
es: Tipo
ro: Tip

source: Use SendKeys
ro: Folosire de SendKeys

source: Use Virtual Clicks
es: Usar clics virtuales
ro: Folosire de Click Virtual

source: Value
es: Valor
ro: Valoare

source: Verbose
es: Verboso
ro: Prolix

source: Visual Tracking
es: Seguimiento visual
ro: Urmărire vizuală

source: Warning
es: Advertencia
ro: Avertizare

# activity_animatemouse_help
source: Visibly move the mouse, instead of instantly moving it to the destination
es: Mueva visiblemente el mouse, en lugar de moverlo instantáneamente al destino
ro: Mutați vizibil mouse-ul, în loc să-l mutați instantaneu la destinație

# activity_animatemove
source: Animate Move
es: Movimiento animado
ro: Animați Mișcarea

# activity_animatemove_help
source: Visibly move the window, instead of instantly moving it to the destination
es: Mueva visiblemente la ventana, en lugar de moverla instantáneamente al destino
ro: Mutați vizibil fereastra, în loc să o mutați instantaneu la destinație

# activity_blocking
source: Blocking
es: Bloqueo
ro: blocarea

# activity_blocking_help
source: Block execution until the complete
es: Bloquear ejecución hasta completar
ro: Blocați execuția până la finalizare

# activity_checkrunning
source: Check Running
ro: Verificați Fuga

# activity_checkrunning_help
source: Check if application is already running using the selector, if set to false, will launch a new application no matter what
es: Compruebe si la aplicación ya se está ejecutando con el selector, si se establece en falso, se iniciará una nueva aplicación sin importar qué
ro: Verificați dacă aplicația rulează deja utilizând selectorul, dacă este setată pe false, va lansa o aplicație nouă indiferent de situație

# activity_clickelement_tooltip
source: Click on an element found with GetElement
es: Haga clic en un elemento encontrado con GetElement
ro: Faceți clic pe un element găsit cu GetElement

# activity_closeapplication_tooltip
source: Find application based on a UI selector and then closes the Application
es: Encuentra la aplicación basada en un selector de interfaz de usuario y cierra la aplicación
ro: Găsiți aplicația bazată pe un selector UI și închide Aplicația

# activity_commentout_tooltip
source: Ignore everything inside this Acitvity, handy for quickly remarking something out
es: Ignora todo lo que hay dentro de este Acitvity, útil para remarcar rápidamente algo
ro: Ignorați totul în interiorul acestui Acitvity, la îndemână pentru a remarca rapid ceva

# activity_copyclipboard_tooltip
source: Copy content of Clipboard into a variable
es: Copie el contenido del Portapapeles en una variable
ro: Copiați conținutul Clipboard-ului într-o variabilă

# activity_datatable
source: Data Table
es: Tabla de datos
ro: Tabel de date

# activity_datatable_help
source: The DataTable to work with
es: La tabla de datos para trabajar
ro: Tabela de date cu care să lucreze

# activity_dataview
source: Data View
es: Vista de datos
ro: Vizualizare date

# activity_dataview_help
source: The DateView to work with
es: DateView para trabajar con
ro: DataView pentru a lucra cu

# activity_detector_help
source: Will wait for this detector to trigger, then the workflow will continue
es: Esperará a que se active este detector, luego el flujo de trabajo continuará
ro: Va aștepta ca acest detector să se declanșeze, apoi fluxul de lucru va continua

# activity_detector_tooltip
source: Puts workflow in idle mode, waiting on selected detector to trigger
es: Pone el flujo de trabajo en modo inactivo, esperando que el detector seleccionado se active
ro: Pune fluxul de lucru în modul ralanti, așteptând declanșarea detectorului selectat

# activity_displayname
source: Displayname
es: Nombre para mostrar
ro: Numele afisat

# activity_displayname_help
source: Displayname inside the workflow designer
es: Nombre para mostrar dentro del diseñador de flujo de trabajo
ro: Numele afișat în interiorul designerului fluxului de lucru

# activity_doubleclick
source: Double Click
es: Haga doble clic
ro: Dublu click

# activity_doubleclick_help
source: Do a double click instead of single click
es: Haga un doble clic en lugar de un solo clic
ro: Faceți un dublu clic în loc de un singur clic

# activity_duration
source: Duration
es: Duración
ro: Durată

# activity_duration_help
source: Will run for the duration
es: Correrá por la duración
ro: Va rula pe toată durata

# activity_element_help
source: Click on this element, the return type of all GetElement activites and some others
es: Haga clic en este elemento, el tipo de retorno de todas las actividades GetElement y algunas otras
ro: Faceți clic pe acest element, tipul de retur al tuturor activităților GetElement și alții

# activity_force
source: Force
es: Fuerza
ro: Forta

# activity_force_help
source: Forcefully do the action
es: Haz la acción con fuerza
ro: Faceți acțiunea cu forță

# activity_foreachdatarow_tooltip
source: Enumerate through each row inside a DataTable
es: Enumerar a través de cada fila dentro de una DataTable
ro: Enumerați fiecare rând în interiorul unei tabele de date

# activity_height
source: Height
es: Altura
ro: Înălţime

# activity_height_help
source: If set, will move the window to this location
es: Si está configurado, moverá la ventana a esta ubicación
ro: Dacă este setat, va muta fereastra în această locație

# activity_highlightelement_tooltip
source: Highlight an element found with GetElement
es: Resalta un elemento encontrado con GetElement
ro: Evidențiați un element găsit cu GetElement

# activity_ignoreerrors
source: Ignore Errors
es: Ignorar errores
ro: Ignora erorile

# activity_ignoreerrors_help
source: If an error occurs, will ignore it an continue
es: Si ocurre un error, lo ignorará y continuará
ro: Dacă apare o eroare, o va ignora o continuare

# activity_imageresult
source: Image Result
es: Resultado de imagen
ro: Rezultatul imaginii

# activity_imageresult_help
source: Return the result as an image
es: Devuelve el resultado como una imagen
ro: Întoarceți rezultatul ca imagine

# activity_insertclipboard_tooltip
source: Insert new content into the users Clipboard buffer
es: Inserte contenido nuevo en el búfer de CLipboard de los usuarios
ro: Introduceți conținut nou în bufferul Clipboard pentru utilizatori

# activity_invokeopenflow_tooltip
source: Invoke a workflow in node registered for RPA usage inside OpenFlow
es: Invocar un flujo de trabajo en el nodo registrado para el uso de RPA dentro de OpenFlow
ro: Invocați un flux de lucru într-un nod înregistrat pentru utilizarea RPA în OpenFlow

# activity_invokeopenrpa_tooltip
source: Invoke a local OpenRPA Workflow
es: Invocar un flujo de trabajo local de OpenRPA
ro: Invocați un flux de lucru local OpenRPA

# activity_invokeremoteopenrpa_tooltip
source: Invoke a OpenRPA Workflow on a remote Robot
es: Invocar un flujo de trabajo OpenRPA en un robot remoto
ro: Invocați un flux de lucru OpenRPA pe un robot de la distanță

# activity_keymodifiers
source: Key Modifiers
es: Modificadores clave
ro: Modificatori cheie

# activity_keymodifiers_help
source: Hold this key down, while clicking, only works if Virtual click is disabled
es: Mantenga presionada esta tecla, mientras hace clic, solo funciona si el clic virtual está deshabilitado
ro: Țineți apăsată această tastă, în timp ce faceți clic, funcționează numai dacă clicul virtual este dezactivat

# activity_mousebutton
source: Mouse Button
es: Botón del ratón
ro: Butonul mouse-ului

# activity_mousebutton_help
source: Mouse button to click with
es: Botón del mouse para hacer clic
ro: Butonul mouse-ului pentru a face clic cu

# activity_movemouse_tooltip
source: Move mouse cursor to a location relative to an element found with GetElement (or desktop if no element supplied)
es: Mueva el cursor del mouse a una ubicación relativa a un elemento encontrado con GetElement (o escritorio si no se proporciona ningún elemento)
ro: Mutați cursorul mouse-ului într-o locație în raport cu un element găsit cu GetElement (sau pe desktop dacă nu este furnizat niciun element)

# activity_offsetx_help
source: Click with this offset inside the element
es: Haga clic con este desplazamiento dentro del elemento
ro: Faceți clic cu această compensare din interiorul elementului

# activity_offsety_help
source: Click with this offset inside the element
es: Haga clic con este desplazamiento dentro del elemento
ro: Faceți clic cu această compensare din interiorul elementului

# activity_openapplication_tooltip
source: Search for Windows element based on a selector, and give it focus, if not found start the application
es: Busque el elemento de Windows basado en un selector y concéntrelo; si no lo encuentra, inicie la aplicación
ro: Căutați elementul Windows bazat pe un selector și acordați-l focalizarea, dacă nu ați găsit porniți aplicația

# activity_postwait
source: Post Wait
ro: Post Așteptați

# activity_postwait_help
source: Wait this amount of time, after doing the click, help full one applications that can be very slow to react on clicks
es: Espere este tiempo, después de hacer clic, ayude a completar las aplicaciones que pueden ser muy lentas para reaccionar a los clics.
ro: Așteptați acest interval de timp, după ce faceți clic, ajutați aplicațiile complete, care pot reacționa foarte lent la clicuri

# activity_result
source: Result
es: Resultado
ro: Rezultat

# activity_result_help
source: Save the result into this variable
es: Guarde el resultado en esta variable
ro: Salvați rezultatul în această variabilă

# activity_selector_help
source: The selector used to find the element(s), supports mapping workflow variables by using {{variablename}}
es: El selector utilizado para encontrar el elemento (s), admite la asignación de variables de flujo de trabajo mediante el uso de {{variablename}}
ro: Selectorul utilizat pentru a găsi elementul (elementele), acceptă maparea variabilelor fluxului de lucru utilizând {{variablename}}

# activity_sendctrlc
source: Send Ctrl+C
es: Enviar Ctrl + C
ro: Trimite Ctrl + C

# activity_sendctrlc_help
source: Send Ctrl+C before trying to copy the Clipboard Content
es: Envíe Ctrl + C antes de intentar copiar el contenido del Portapapeles
ro: Trimiteți Ctrl + C înainte de a încerca să copiați conținutul Clipboard

# activity_stringresult
source: String Result
es: Resultado de cadena
ro: Rezultatul șirului

# activity_stringresult_help
source: Return the result as a string
es: Devuelve el resultado como una cadena
ro: Întoarceți rezultatul ca șir

# activity_target
source: Target
es: Objetivo
ro: Ţintă

# activity_target_help
source: The target user or role
es: El usuario o rol objetivo
ro: Utilizatorul sau rolul țintă

# activity_timeout
source: Timeout
es: Se acabó el tiempo
ro: Pauză

# activity_timeout_help
source: Wait this long before giving up and either failing or continuing depending on other settings
es: Espere tanto tiempo antes de darse por vencido y fallar o continuar dependiendo de otras configuraciones
ro: Așteptați acest lucru cu mult timp înainte de a renunța și a eșua sau a continua în funcție de alte setări

# activity_typetext_tooltip
source: Send keyboard strokes to what ever that has focus, should only be used by recorder
es: Enviar golpes de teclado a cualquier cosa que tenga foco, solo debe ser utilizado por el grabador
ro: Trimiteți lovituri de la tastatură la ceea ce a focalizat, ar trebui să fie utilizat doar de înregistrare

# activity_virtualclick
source: Virtual Click
es: Clic virtual
ro: Clic virtual

# activity_virtualclick_help
source: Try and do a Virtual click instead of using the mouse, not all elements supports this
es: Intente hacer un clic virtual en lugar de usar el mouse, no todos los elementos lo admiten
ro: Încercați să faceți un clic virtual în loc să utilizați mouse-ul, nu toate elementele acceptă acest lucru

# activity_waitforcompleted
source: Wait until Completed
es: Espera hasta que se complete
ro: Așteptați până la finalizare

# activity_waitforcompleted_help
source: Wait for Completion before continuing with workflow
es: Espere a que finalice antes de continuar con el flujo de trabajo
ro: Așteptați finalizarea înainte de a continua cu fluxul de lucru

# activity_width
source: Width
es: Anchura
ro: Lăţime

# activity_width_help
source: If set, will move the window to this location
es: Si está configurado, moverá la ventana a esta ubicación
ro: Dacă este setat, va muta fereastra în această locație

# activity_workflow
source: Workflow
es: Flujo de trabajo
ro: Fluxul de lucru

# activity_workflow_help
source: Use this workflow
es: Usa este flujo de trabajo
ro: Utilizați acest flux de lucru

# activity_x_help
source: If set, will move the window to this location
es: Si está configurado, moverá la ventana a esta ubicación
ro: Dacă este setat, va muta fereastra în această locație

# activity_y_help
source: If set, will move the window to this location
es: Si está configurado, moverá la ventana a esta ubicación
ro: Dacă este setat, va muta fereastra în această locație

source: Copy ID
es: ID de copia
ro: ID de copiere

source: Copy Relative Filename
es: Copiar nombre de archivo relativo
ro: Copiați numele fișierului relativ

source: Rename
es: Rebautizar
ro: Redenumire

source: UI Language
es: Idioma de la interfaz de usuario
ro: Limba UI

source: Version
es: Versión
ro: Versiune

# activity_clickelement
source: Click Element
es: Haga clic en elemento
ro: Faceți clic pe Element

# activity_closeapplication
source: Close Application
ro: Închideți aplicația

# activity_commentout
source: Comment Out
ro: Comentariu

# activity_copyclipboard
source: Copy Clipboard
ro: Copiați Clipboard

# activity_highlightelement
source: Highlight Element
ro: Evidențiați elementul

# activity_insertclipboard
source: Insert Clipboard
ro: Introduceți Clipboard

# activity_invokeopenflow
source: Invoke OpenFlow
ro: Invocați OpenFlow

# activity_invokeopenrpa
source: Invoke OpenRPA
ro: Invocați OpenRPA

# activity_invokeremoteopenrpa
source: Invoke Remote OpenRPA
ro: Invocați OpenRPA de la distanță

# activity_openapplication
source: Open Application
ro: Aplicație deschisă

# activity_typetext
source: Type Text
ro: Tastați text

# button_ok
source: Ok
es: Okay

# activity_animatemouse
source: Animate Mouse
es: Ratón animado

# activity_element
source: Element
es: Elemento

# activity_offsety
source: Y Offset
es: Desplazamiento Y

# activity_text
source: Text
es: Texto
